Repository: golangpkg/sipdroid
Catalog: Siphon2/Resources/*.lproj/Localizable.strings
Languages: it, sv

source: Numpad
it: Tastiera
sv: Knappsats

source: Favorites
it: Preferiti
sv: Favoriter

source: Recents
sv: Senaste

source: Voicemail
sv: Röstbrevlåda

source: Create New Contact
it: Crea un nuovo contatto
sv: Skapa Ny Kontakt

source: Add to Existing Contact
it: Aggiungi ad un contatto esistente
sv: Lägg till i Befintlig Kontakt

source: The Wi-Fi network is unavailable!
sv: Wi-Fi nätverket är inte tillgängligt!

source: The SIP server is unreachable!
sv: SIP-servern är inte åtkomlig!

source: You must enable Wi-Fi or SIP account to place a call.
sv: Du måste göra Wi-Fi eller SIP-konto tillgängligt för att kunna ringa.

source: Cellular call
sv: Mobilsamtal

source: Connected
sv: Ansluten

source: Bad Request
sv: Ogiltig Begäran

source: Unauthorized
sv: Obehörig

source: Payment Required
sv: Betalning Nödvändig

source: Forbidden
sv: Förbjuden

source: Not Found
sv: Inte Funnen

source: Method Not Allowed
sv: Otillåten Metod

source: Not Acceptable
sv: Inte Godtagbar

source: Proxy Authentication Required
sv: Proxy Verifiering Nödvändig

source: Request Timeout
sv: Begäran Gjorde Time-out

source: Service Unavailable
sv: Otillgänglig Tjänst

source: No Microphone Available
sv: Ingen Mikrofon Tillgänglig

source: Connect a microphone to phone
sv: Anslut en mikrofon till telefonen

source: Cancel
it: Cancella
sv: Avbryt

source: Press the Home button
it: Premi il tasto Home
sv: Tryck på Hemknappen

source: Siphon requires a valid SIP account. To enter this information, select "Settings" from your Home screen, and then tap the "Siphon" entry.
it: Siphon richiede un account SIP valido. Per inserirlo, seleziona "Impostazioni" nella schermata Home, e premi "Siphon".
sv: Siphon behöver ett giltigt SIP-konto. Mata in den informationen genom att, välja "Inställningar" från din Hemskärm. Välj sedan "Siphon" post.

source: Answer
it: Rispondi
sv: Svara

source: Decline
it: Rifiuta
sv: Avvisa

source: End call
it: Fine chiamata
sv: Avsluta samtal

source: Small end call
sv: Lägg på

source: Hold Call + Answer
sv: Parkera Samtal + Svara

source: End Call + Answer
sv: Avsluta Samtal + Svara

source: Ignore
sv: Ignorera

source: calling...
it: sto chiamando...
sv: ringer upp...

source: call ended
it: chiamata terminata
sv: samtal är avslutat

source: Hide Keypad
sv: Dölj Knappsats

source: mute
sv: sekretess

source: keypad
sv: knappsats

source: speaker
sv: högtalare

source: add call
sv: lägg till samtal

source: hold
sv: vänta

source: contacts
sv: kontakter

source: Recent Calls
sv: Senaste Samtal

source: Missed Call
sv: Missade Samtal

source: Clear
sv: Radera

source: All
sv: Alla

source: Missed
sv: Missade

source: Clear All Recents
sv: Radera Alla Senaste

source: Unknown Caller
sv: Uppringande Part Okänd

source: Unknown
sv: Okänd

source: Incoming Call
sv: Inkomande Samtal

source: Outgoing Call
sv: Utgående Samtal

source: Settings
sv: Inställningar

source: Voicemail Number?
sv: Nummer Till Röstbrevlåda?

source: To correct this parameter, select "Settings" from your Home screen, and then tap the "Siphon" entry.
it: Per correggere questo parametro, seleziona "Impostazioni" nella schermata Home, e premi "Siphon".
sv: För att kunna ändra den här inställningen, välj "Inställningar" från din hemskärm. Välj sedan "Siphon" post.

source: Invalid value for Local Port (expecting 1-65535).
it: Valore non valido per la Porta Locale (1-65535).
sv: Ogiltigt värde för Lokal Port (förväntat 1-65535).

source: Invalid value for RTP port (expecting 1-65535).
it: Valore non valido per la Porta RTP (1-65535).
sv: Ogiltigt värde för RTP-port (förväntat 1-65535).

source: Invalid value for username or server.
it: Valore non valido per nome utente o server.
sv: Ogiltigt användarnamn eller server.

source: Invalid value for server parameter.
it: Valore non valido per il parametro server.
sv: Ogiltig serverparameter.

source: Invalid value for timeout (expecting 1-3600).
it: Valore non valido per il timeout (1-3600).
sv: Ogiltigt värde för time-out (förväntat 1-3600).

source: Invalid value for proxy parameter.
it: Valore non valido per il parametro proxy.
sv: Ogiltig proxyparameter.

source: Error adding new account.
it: Errore durante l'aggiunta di un account.
sv: Fel vid skapande av nytt konto.
