Repository: golangpkg/sipdroid
Catalog: Siphon2/Settings/Resources/*.lproj/Network.strings
Languages: hr, ru, zh_cn

source: Network
hr: Mreža
ru: Сеть
zh_cn: 网络

source: Transport Options
hr: Postavke prometa
ru: Настройка потока
zh_cn: 传输选项

source: Local Port
hr: Lokalni port
ru: Локальный порт
zh_cn: 本地端口

source: STUN Domain
hr: STUN domena
ru: STUN Домен
zh_cn: STUN纲域

source: STUN Server
hr: STUN poslužitelj
ru: STUN Сервер
zh_cn: STUN伺服器

source: Keep Alive Interval
hr: Interval povezivanja
ru: Удерживать
zh_cn: 保持连接时距时制

source: Media Transport Options
hr: Postavke prometa medija
ru: Настройки транспорта медиа
zh_cn: 媒体传输选项

source: RTP Port
ru: RTP порт
zh_cn: RTP端口

source: Enable ICE
hr: Dozvoli ICE
ru: Включить ICE
zh_cn: 启动ICE

source: Siphon over EDGE/3G
hr: Siphon preko EDGE/3G
ru: Siphon через EDGE/3G
zh_cn: Siphon用在EDGE/3G上

source: You must read your mobile subscription agreement before activate this option. The author is not responsible of your "Siphon" usage.
hr: Prije aktiviranja ove opcije, informirajte se o cijenama internet usluga vašeg mobilnog providera. Autor ne odgovara za moguće posljedice.
ru: Вы должны внимательно изучить ваш контракт с мобильным оператором до включения этой опции. Автор не отвечает за убытки, нанесенные неправильным использованием "Siphon".
zh_cn: 在你启动此功能之前，你必须阅读你的流动电话预订协议。作者是不会负责阁下”Siphon”的用途。
