Repository: golangpkg/sipdroid
Catalog: Siphon2/Settings/Resources/*.lproj/Phone.strings
Languages: ca, nl, sk, sl, zh_tw

source: Phone
ca: telefon
nl: Telefoon
sk: Telefón
sl: Klic
zh_tw: 電話

source: Media Options
ca: Opcions de mèdia
nl: Media Opties
sk: Nastavenia média
sl: Zvočne nastavitve
zh_tw: 媒體選擇

source: Echo Canceller
ca: Cancel·lació d'eco
sk: Zrušiť echo
sl: Odstrani odmev
zh_tw: 回音消除器

source: Silence Detector
ca: Detector de silènci
sk: Detektor tichosti
sl: Zaznaj tišino
zh_tw: 靜音檢測器

source: Codec
ca: Còdec
sk: Kodek
zh_tw: 編解碼器

source: Send DTMF with INFO
ca: Envia DTMF amb INFO
nl: Zend DTMF met INFO
sk: Pošli DTMF s INFO

source: Dialing Options
ca: Opcions de marcatge
nl: Kies Opties
sk: Nastavenia vytáčania
sl: Klicne nastavitve
zh_tw: 撥號選項

source: Remove Intl Prefix
ca: Treu prefix internacional
nl: Verwijder Intl Netnr
sk: Odstáň medzinár. prefix

source: Intl Prefix Substitution
ca: Substitueix el prefix intl.
nl: Internat. Netnr Alternatief
sk: Náhrada medzinár. prefixu
sl: Zamenjava medn. predpone
zh_tw: 國際撥號字首置換

source: You can define the substitution prefix for international prefix '+', if your SIP provider doesn't manage it.
ca: Vostè pot definir la substitució del prefix internacional '+', si el seu provehidor SIP no ho pot fer.
nl: U kunt een vervangend netnummer voor het internationale netnummer '+' kiezen als uw SIP provider het niet ondersteunt
sk: Môžete definovať náhradu prefixu pre medzinár. prefix '+', ak váš SIP poskytovateľ neponúka.
sl: Lahko definirate drugo predpono namesto '+', če je vaš SIP ponudnik ne prepozna.
zh_tw: 如果你的網路供應商未有管制的話，你可以自行定義國際撥號'+'的字首置換。

source: Keypad play sound
ca: So del teclat
nl: Keypad geluid
sk: Zvuk tlačidiel
sl: Keypad sound
zh_tw: Keypad sound

source: Cellular button
ca: Botó GSM
nl: GSM toets
sk: Celulárne tlačítko

source: Debugging log file
ca: Registre de depuració
sk: Záznam odstaňovania chýb
sl: Vključi logiranje
zh_tw: 調試日誌文件

source: Disabled
ca: Desactivat
nl: Uitgeschakeld
sk: Neaktívny
sl: Onemogočeno
zh_tw: 關掉

source: Error
nl: Fout
sk: Chyba
sl: Napake
zh_tw: 錯誤

source: Warning
ca: Avís
nl: Waarschuwing
sk: Upozornenie
sl: Opozorila
zh_tw: 警告

source: Important
nl: Belangrijk
sk: Dôležitý
sl: Pomembno
zh_tw: 重要

source: Detailed
ca: Detall
nl: Gedetaileerd
sk: Podrobný
sl: Detajlno
zh_tw: 詳細

source: Very detailed
ca: Molt detallat
nl: Zeer gedetaileerd
sk: Veľmi podrobný
sl: Zelo detajlno
zh_tw: 非常詳細

source: Info
sl: Informativno
zh_tw: 信息
