Repository: golangpkg/sipdroid
Catalog: Siphon2/Settings/Resources/*.lproj/Siphon.strings
Languages: hr, sv

source: Account
hr: Ra훾un
sv: Konto

source: Username
hr: Korisni훾ko ime
sv: Anvndarnamn

source: Server
hr: Poslu탑itelj

source: Password
hr: Lozinka
sv: Lsenord

source: Advanced settings
hr: Dodatne postavke
sv: Avancerade instllningar

source: Phone settings
hr: Postavke telefona
sv: Telefoninstllningar

source: Network settings
hr: Mre탑ne postavke
sv: Ntverksinstllningar

source: Donate
hr: Doniraj
sv: Donera

source: Yes
hr: Da
sv: Ja

source: Not Now
hr: Kasnije
sv: Senare

source: Exit Settings and donate via PayPal through Safari?
hr: Zatvori postavke i doniraj preko PayPal-a u Safari pregledniku?
sv: Avsluta instllningar och donera via PayPal genom Safari?

source: Voicemail Number
sv: Nummer Till Rstbrevlda
